{
  "mainTitle": "A Father-Son Mapping Trip",
  "frontPageDescription": "How the Sheep View project inspired us to roadtrip and map the Faroe Islands",
  "intro": "My son Oskar wanted a road trip for our holiday week this year. We were thinking to go to Norway, but then we read about the Faroe Islands' petition to get a street view, and the Sheep View project. How cool - we are in! I booked the tickets the day after we read the article, and the next week we set off to capture as much of the Faroe Islands as possible. Now everyone can explore this magnificent place!",
  "author": "Peter Neubauer",
  "date": "August 30, 2016",
  "keys": [
    {
      "title": "Fámjin",
      "startNode": "x-yoQ7yMZ5QfcuJiM2D6mg",
      "key": "3NEKWv9HB_7KKLg-O1je4w",
      "description": "Fámjin - a picturesque village on Suðuroy, the southernmost island of the Faroe Islands. According to legend, it used to be called Vesturvik. One day, two fishermen from the village noticed a French sailship waiting for wind nearby. They managed to invite two ladies from the ship into their boat with the excuse to see a large flatfish. As the ladies got on the boat, the fishermen quickly rowed away with them, with the Frenchmen shouting after them - Femmes! Femmes! Since that day, Vesturvik was called Fámjin."

    },
    {
      "title": "Roofs",
      "startNode": "fQCqEFqVeoNZnoEk7td8lA",
      "key": "bYGBz7iHn8DpYK7nNKd83w",
      "description": "The typical green roofs are real agricultural assets and regularly cut for getting more hay for the sheep, as the slopes are too steep for growing anything almost everywhere else. They also help keep out the rain and keep in the heat."
    },
    {
      "title": "From a helicopter",
      "startNode": "0VfgX-3E7x73aZHgKHkVlA",
      "key": "WE9tHoDlEZHDGB9XzUz73Q",
      "description": "We also mapped our helicopter ride around Svínoy (which means the Swine Island). From this you can get a good overview of the amazing cliffs that line the coast. The islands consist of three layers of basalt - a rock formed when lava cools down quickly - which were formed some 54 to 58 million years ago in the active volcanic region that today is found around Iceland and the Mid-Atlantic Ridge."
    },
    {
      "title": "The Fugloy bird cliff",
      "key": "oOZHHPt14vHKeWr16wVd6g",
      "startNode": "X0aK6bXbkR0qFFYQcM6mCA",
      "description": "The big bird cliff near Hattarvík on Fugloy, the easternmost of the islands. The name actually means Bird Island, which comes from the fact that it is a very important nesting area to a large amount of seabirds that nest and breed there."
    },
    {
      "title": "Ferry ride from Svínoy",
      "startNode": "luRgqUZXcbiNNEmL2M57MA",
      "key": "N93rC-IYgPU4VnmrQtkvcw",
      "description": "Taking a ferry back to Klaksvík, the second largest town and a cultural and commercial centre on the islands. Klaksvík started out as just four farms, growing into four villages, which merged into one town in 1938 when a centralized store for all the northern islands was established there."
    },
    {
      "title": "Puffins!",
      "startNode": "AFYhEXeUlajS9HsWKLyNLA",
      "key": "kyzfUe2lAuWzxby_Glw9-w",
      "description": "Puffins nesting like hobbits on the ground on Mykines. They are small seabirds that love to breed in huge colonies on coastal cliffs and islands. An interesting about them is that after the breeding season they shed the colorful part of their beaks, leaving a much smaller and inconspicuous beak instead."
    },
    {
      "title": "Mykines",
      "startNode": "FAi0w3kS0duEgHgYFt0Exg",
      "key": "Gk_WFTZg-HiPTHRJrQshjg",
      "description": "Mykines village on the Mykines island (the westernmost of the Faroe Islands), with fantastic grass roofs and traditional-style houses. The island has no roads, and the village itself has no streets. The few inhabitants get around mostly on foot, and hence the network of footpaths is well-developed there."
    }
  ],
  "imageDescriptions": [
  ]
}